[About Language File]
Version=10.10.4
Date=18.03.2016
Author=Ma Xiaoguang
Email=maxiaoguang10000@hotmail.com
Comments=If you find translation errors, let me know. Thank you.

[MainForm]
ActionDirectoryContextMenu:h=上下文菜单
ActionDirectoryContextMenu=上下文菜单(&O)
ActionDirectoryDelete:h=删除文件或目录
ActionDirectoryDelete=删除(&D)
ActionDirectoryFindInFiles:h=在多个文件中查找一个字符串
ActionDirectoryFindInFiles=在文件中查找(&F)...
ActionDirectoryProperties:h=查看文件/目录属性
ActionDirectoryProperties=属性(&P)...
ActionDirectoryRefresh:h=刷新文件
ActionDirectoryRefresh=刷新(&R)
ActionDirectoryRename:h=重命名文件或目录
ActionDirectoryRename=重命名(&N)
ActionDocument=文档(&D)
ActionDocumentFormat=格式化
ActionDocumentFormatSQL:h=格式化SQL
ActionDocumentFormatSQL=格式化SQL
ActionDocumentFormatXML:h=格式化XML
ActionDocumentFormatXML=格式化XML(&F)
ActionDocumentFormatJSON=格式化JSON
ActionDocumentFormatJSON:h=格式化JSON
ActionDocumentFormatJSONMinify=降低
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentHTMLExport=HTML 导出
ActionDocumentInfo:h=行/单词/字符 计数
ActionDocumentInfo=行/单词/字符 计数(&L)...
ActionDocumentViewInBrowser:h=在默认浏览器中察看当前文档
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=在浏览器中察看(&V)
ActionEdit=编辑(&E)
ActionEditCopy:h=复制所选文本并放入剪贴板
ActionEditCopy:s=Ctrl+C
ActionEditCopy=复制(&O)
ActionEditCut:h=剪切所选文本并放入剪贴板
ActionEditCut:s=Ctrl+X
ActionEditCut=剪切(&C)
ActionEditDecreaseIndent:h=减少缩进
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=减少(&D)
ActionEditDelete=删除(&E)
ActionEditDeleteEndOfLine:h=删除行末
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=行末(&E)
ActionEditDeleteLine:h=删除行
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=行(&L)
ActionEditDeleteWhitespace:h=从选择的文本中删除所有空格
ActionEditDeleteWhitespace=空格(&H)
ActionEditDeleteWord:h=删除单词
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=单词(&W)
ActionEditIncreaseIndent:h=增加所进
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=增加
ActionEditIndent=缩进(&N)
ActionEditInsert=插入
ActionEditInsertDateTime:h=插入日期和时间
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=日期和时间(&D)
ActionEditInsertLine:h=插入行
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=行(&L)
ActionEditInsertTag:h=插入 HTML/XML 标签
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML 标签...
ActionEditPaste:h=插入剪贴板上的内容
ActionEditPaste:s=Ctrl+V
ActionEditPaste=粘贴(&P)
ActionEditRedo:h=重复上次撤销的操作
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=重复(&R)
ActionEditSelectAll:h=全选
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=全选(&S)
ActionEditSort=排序(&T)
ActionEditSortAsc:h=升排序
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=升序(&A)
ActionEditSortDesc:h=降排序
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=将序(&D)
ActionEditToggleCase:h=切换大小写
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=大小写切换(&G)
ActionEditToggleCaseAlternating:h=交替切换
ActionEditToggleCaseAlternating=交替
ActionEditToggleCaseLower:h=切换为小写
ActionEditToggleCaseLower=下级
ActionEditToggleCaseSentence:h=切换大小写
ActionEditToggleCaseSentence=判断
ActionEditToggleCaseTitle:h=标题切换
ActionEditToggleCaseTitle=标题
ActionEditToggleCaseUpper:h=切换为大写
ActionEditToggleCaseUpper=大写
ActionEditUndo:h=撤销上次操作
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=撤销(&U)
ActionFile=文件(&F)
ActionFileClose:h=关闭当前文档
ActionFileClose:s=Ctrl+F4
ActionFileClose=关闭(&C)
ActionFileCloseAll:h=关闭所有打开的文档
ActionFileCloseAll=全部关闭(&L)
ActionFileCloseAllOther:h=关闭所有非当前页
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=关闭所有非当前文档(&E)
ActionFileExit:h=退出程序
ActionFileExit:s=Alt+F4
ActionFileExit=退出(&X)
ActionFileNew:h=创建一个新文档
ActionFileNew:s=Ctrl+N
ActionFileNew=新建(&N)
ActionFileOpen:h=打开一个存在的文档
ActionFileOpen:s=Ctrl+O
ActionFileOpen=打开(&O)...
ActionFilePrint:h=打印当前文档
ActionFilePrint:s=Ctrl+P
ActionFilePrint=打印(&P)...
ActionFilePrintPreview:h=预览当前文档
ActionFilePrintPreview=打印预览(&I)...
ActionFileProperties:h=察看文件属性
ActionFileProperties=属性(&O)...
ActionFileReopen=重新打开(&R)
ActionFileReopenClear=清除(&C)
ActionFileSave:h=保存当前文档
ActionFileSave:s=Ctrl+S
ActionFileSave=保存(&S)
ActionFileSaveAll:h=保存所有文档
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=全部保存(&V)
ActionFileSaveAs:h=用新名字保存当前文档
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=另存为(&A)...
ActionFileSelectFromDirectory:h=从当前目录中选择文件
ActionFileSelectFromDirectory=从目录中选择
ActionHelp=帮助(&H)
ActionHelpAboutEditBone:h=显示EditBone的信息
ActionHelpAboutEditBone=关于EditBone(&A)
ActionHelpCheckForUpdates:h=检查更新
ActionHelpCheckForUpdates=检查更新(&C)
ActionHelpVisitHomepage:h=访问EditBone主页 - http://www.bonecode.com/
ActionHelpVisitHomepage=访问主页(&V)
ActionMacro=宏
ActionMacroOpen:h=打开一个存在的宏
ActionMacroOpen=打开(&O)...
ActionMacroPause:h=停止记录宏
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=记录(&R)
ActionMacroPlayback:h=回放宏
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=回放(&P)
ActionMacroRecord:h=开始
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=记录(&R)
ActionMacroSaveAs:h=用新的名字保存宏
ActionMacroSaveAs=另存为(&A)...
ActionMacroStop:h=停止记录宏
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=停止(&S)
ActionOutputCloseAllOtherPages:h=关闭其他页
ActionOutputCloseAllOtherPages=关闭其他页(&L)
ActionOutputClose:h=关闭当前页
ActionOutputClose=关闭(&C)
ActionOutputCloseAll:h=关闭所有页
ActionOutputCloseAll=全部关闭(&A)
ActionOutputCopyAllToClipboard=全部复制到剪切板(&O)
ActionOutputCopyAllToClipboard:h=全部复制到剪切板
ActionOutputCopySelectedToClipboard=复制所选到剪切板
ActionOutputCopySelectedToClipboard:h=复制所选到剪切板
ActionOutputOpenAll=打开所有(&O)
ActionOutputOpenAll:h=打开所有文件
ActionOutputOpenSelected=打开所选(&O)
ActionOutputOpenSelected:h=打开所选文件
ActionOutputSelectAll=全选
ActionOutputSelectAll:h=选定所有文件
ActionOutputUnselectAll=全部取消选定
ActionOutputUnselectAll:h=取消选择所有文件
ActionSearch=&搜索
ActionSearchClearBookmarks:h=清除所有书签
ActionSearchClearBookmarks=清除书签(&B)
ActionSearchClose:h=关闭
ActionSearchFindInFiles:h=在多个文件中查找一个字符串
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=在文件中查找(&F)...
ActionSearchFindNext:h=查找下一段匹配文本
ActionSearchFindNext:s=F3
ActionSearchFindNext=查找下一个(&N)
ActionSearchFindPrevious:h=查找上一段匹配文本
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=查找上一个(&P)
ActionSearchGoToBookmarks:h=移动到书签
ActionSearchGoToBookmarks=移动到书签
ActionSearchGoToLine:h=移动到指定行
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=移动到指定行
ActionSearchOptions:h=搜索选项
ActionSearchReplace:h=用不同的文本替换指定文本
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=替换(&R)...
ActionSearchSearchButton:h=查找指定文本
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=查找(&S)...
ActionSearchToggleBookmark:h=在当前行设定或取消书签。也可以使用Ctrl+Shift+1..9组合键设定书签。用组合键Ctrl+1..9移动到书签位置。
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=设定/取消书签(&T)
ActionSearchToggleBookmarks:h=切换书签
ActionSearchToggleBookmarks=切换书签(&O)
ActionToolbarMenuLanguage=语言(&L)
ActionToolbarMenuSkin=样式...(&Y)
ActionToolbarMenuView=&视图
ActionTools=工具(&T)
ActionToolsCharacterMap:h=双击鼠标在当前文档中插入Unicode字符
ActionToolsCharacterMap=Unicode字符表(&U)...
ActionToolsCompareFiles:h=比较文件
ActionToolsCompareFiles=比较文件(&C)...
ActionToolsConvert:h=数值单位转换
ActionToolsConvert=转换(&O)...
ActionToolsLanguageEditor:h=语言编辑器
ActionToolsLanguageEditor=语言编辑器(&L)...
ActionToolsOptions:h=设定选项
ActionToolsOptions=选项(&O)...
ActionToolsSelectForCompare:h=选择用于比较的文档
ActionToolsSelectForCompare=选择文档做比较...
ActionView=视图(&V)
ActionViewCloseDirectory:h=关闭当前目录
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=关闭目录(&C)
ActionViewColorSelection:h=显示/隐藏色彩选项
ActionViewColorSelection=色彩
ActionViewDirectory:h=显示/隐藏目录
ActionViewDirectory=目录(&D)
ActionViewEditDirectory:h=编辑当前目录
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=编辑目录(&E)...
ActionViewEncodingSelection:h=显示/隐藏编码选定
ActionViewEncodingSelection=编码(&G)
ActionViewFiles:h=从选择的目录和其子目录中查找文件
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=文件(&F)...
ActionViewHighlighterSelection:h=显示/隐藏高亮提示器选定
ActionViewHighlighterSelection=高亮提示器(&H)
ActionViewLineNumbers:h=开/关行号
ActionViewLineNumbers=行号(&B)
ActionViewMainMenu:h=显示/隐藏主菜单
ActionViewMainMenu=主菜单
ActionViewMenuBar:h=显示/隐藏菜单栏
ActionViewMenuBar=菜单栏
ActionViewMiniMap:h=显示/隐藏小地图
ActionViewMiniMap=小地图
ActionViewNextPage:h=移动到下一页
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=下一页(&N)
ActionViewOpenDirectory:h=打开一个新目录
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=打开目录(&O)...
ActionViewOutput:h=显示/隐藏输出
ActionViewOutput=输出(&U)
ActionViewPreviousPage:h=移动到上一页
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=上一页(&P)
ActionViewSelectionMode:h=开/关选择模式。在编辑器上按Alt键开/关选择模式
ActionViewSelectionMode=选择模式(&M)
ActionViewSpecialChars:h=开/关特殊字符
ActionViewSpecialChars=特殊字符(&I)
ActionViewSplit:h=分割文档
ActionViewSplit=分割(&S)
ActionViewSyncEdit=同步编辑
ActionViewSyncEdit:h=显示/隐藏同步编辑项
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewStatusBar:h=显示/隐藏状态条
ActionViewStatusBar=状态条(&S)
ActionViewToolbar:h=显示/隐藏工具条
ActionViewToolbar=工具条(&T)
ActionViewTitleBar=标题栏
ActionViewTitleBarFilename=文件名
ActionViewTitleBarFilename:h=显示/隐藏标题栏文件名
ActionViewTitleBarFileList=文件列表
ActionViewTitleBarFileList:h=显示/隐藏标题栏文件列表
ActionViewWordWrap:h=开/关自动换行
ActionViewWordWrap=自动换行(&W)
ActionViewXMLTree:h=显示/隐藏XML树
ActionViewXMLTree=XML树(&X)
ActionXMLTreeRefresh:h=刷新XML树
ActionXMLTreeRefresh=刷新(&R)
PanelDocument=处理中...

[AskYesOrNo]
CancelSearch=取消查找，确定？
CloseDirectory=你确定要关闭目录 %s 吗？
DeleteDirectory=删除目录 %s，确定？
DeleteFile=删除文件 %s，确定？
DeleteLine=删除行，确定？
DocumentTimeChanged=文档 %s 的时间/日期已经改变。重新导入？
NewVersion=发现 %s 的一个新的版本 %s 。%s想从互联网中下载它吗？
RecordMacro=记录一个新的宏，确定？
ReplaceOccurence=替换 '%s' 的这次出现？
SaveChanges=保存更改？
SearchMatchNotFound=没有找到匹配。%s从文件的开头重新查找？
SearchStringNotFound=没有找到字符串 '%s'

[Message]
CannotFindString=无法找到字符串 '%s'
DocumentStatistics=行数: %d%s字数: %d%s字符数: %d
LatestVersion=你正在使用最新版本。
SelectFilePathFromDirectory=从目录中选择文件路径
NoDefaultPrinter=没有默认选择的打印机.

[ErrorMessage]
EnterPath=输入路径.
EnterTabName=键入标签名字。
FileNotFound=没有找到文件 '%s' 。
PathNotExist=路径不存在.
RootDirectoryNotExist=根目录不存在。

[WarningMessage]
FileAccessError=文件 %s 存取错误。

[Constant]
AllFiles=全部文件
AllSkinsDownload=下载全部皮肤
Arrow=箭头
AutoSave=自动保存
Block=块
Bookmark=书签
Bottom=下
Circle=圆形
Color=色彩
CompareFiles=比较文件
CountingFiles=文件计数...
DirectoryItems=目录项
Document=文档
Dot=点
DownloadCancelling=正在取消...
DownloadDone=完成。
EditDirectory=编辑目录
Encoding=编码
Enter=进入
FileMaskItems=文件过滤
FilesFound=在 %s 中找到 %d 个文件
FooterLeft=页脚 - 左
FooterRight=页脚 - 右
GoToLine=转到行
HalfBlock=哈夫块
HeaderLeft=标头 - 左
HeaderRight=标头 - 右
Hide=隐藏
Highlighter=高亮
HorizontalLine=横线
Insert=插入
InsertTags=插入 HTML/XML 标记
InvalidName=无效的名称
LanguageEditor=语言编辑器 - [%s]
Line=行
MatchFound=%d 匹配%s 找到
MatchFoundPluralExtension=es
Minute=最小值
Modified=已更改
OccurencesFound=在 %s 中出现 %d 次
Open=打开
OpenDirectory=打开目录
Overwrite=覆写
Pilcrow=分隔符
Position=Position: %d
PreviewDocumentPage=页: $页次$ of $总页$
PreviewPage= 页: %d / %d
PreviewPrintDocument=打印 (%s)|在 %s 上打印文档
PrintedBy=由 %s 打印
Rename=你想将 %s 重命名为 %s 吗?
RenameFailed=%s 重命名失败
SaveAs=另存为
SearchFor=查找 '%s'
SearchItems=搜索项
Second=秒
SelectRootDirectory=选择根目录
Solid=固体
Square=正方形
TextToFindItems=文本搜索项
ThinHorizontalLine=细化水平线
ThinVerticalLine=细化垂直线
Top=上
TopLine=顶行: %d
VersionInfoNotFound=没有找到版本信息。
VerticalLine=纵线

[DialogConstant]
SMsgDlgAbort=中止(&A)
SMsgDlgAll=全部(&A)
SMsgDlgCancel=取消
SMsgDlgClose=关闭(&C)
SMsgDlgConfirm=确认
SMsgDlgError=错误
SMsgDlgHelp=帮助(&H)
SMsgDlgHelpHelp=帮助
SMsgDlgHelpNone=没有可用帮助
SMsgDlgIgnore=忽略(&I)
SMsgDlgInformation=消息
SMsgDlgNo=否(&N)
SMsgDlgNoToAll=全部否(&O)
SMsgDlgOK=确定
SMsgDlgRetry=重试(&R)
SMsgDlgWarning=警告
SMsgDlgYes=是(&Y)
SMsgDlgYesToAll=全部是(&A)

[ColorConstant]
SNameBlack=黑色
SNameMaroon=褐色
SNameGreen=绿色
SNameOlive=橄榄色
SNameNavy=深蓝色
SNamePurple=紫色
SNameTeal=青色
SNameGray=灰色
SNameSilver=银色
SNameRed=红色
SNameLime=石灰色
SNameYellow=黄色
SNameBlue=蓝色
SNameFuchsia=紫红色
SNameAqua=水蓝色
SNameWhite=白色
SNameMoneyGreen=金绿色
SNameSkyBlue=天蓝色
SNameCream=奶油色
SNameMedGray=中灰色
SNameActiveBorder=活动边框
SNameActiveCaption=活动标题
SNameAppWorkSpace=应用程序工作台
SNameBackground=背景
SNameBtnFace=按钮字体
SNameBtnHighlight=按钮高光
SNameBtnShadow=按钮阴影
SNameBtnText=按钮文本
SNameCaptionText=标题文本
SNameDefault=默认
SNameGradientActiveCaption=渐变活动标题
SNameGradientInactiveCaption=渐变不活动标题
SNameGrayText=灰色文本
SNameHighlight=高亮背景
SNameHighlightText=高亮文本
SNameHotLight=热光
SNameInactiveBorder=非活动边框
SNameInactiveCaption=非活动标题
SNameInactiveCaptionText=非活动标题文本
SNameInfoBk=背景信息
SNameInfoText=文本信息
SNameMenu=菜单背景
SNameMenuBar=菜单栏
SNameMenuHighlight=高亮菜单
SNameMenuText=菜单文本
SNameNone=无
SNameScrollBar=滚动条
SName3DDkShadow=3D 暗影
SName3DLight=3D 采光
SNameWindow=窗口背景
SNameWindowFrame=窗口框架
SNameWindowText=窗口文本
SColorBoxCustomCaption=Custom...
SColorBoxCustomCaption:t=Translation needed

[FileTypes]
ActionScript=ActionScript 文件 (*.as)
ASP=ASP 文件 (*.asp)
Assembler 68HC11=68HC11 汇编文件 (*.hc11;*.asc)
AutoIt v3=AutoIt 文件 (*.au3)
AWK=AWK 脚本 (*.awk)
C#=C# 文件 (*.cs)
C++=C/C++ 文件 (*.cpp;*.hpp)
C=C 文件 (*.c;*.h)
CoffeeScript=CoffeeScript 文件 (*.coffee)
CSS=层叠样式表文件 (*.css)
D=D 文件 (*.d;*.di)
Delphi Form Module=Delphi Form Module 文件 (*.dfm)
Free Pascal=Free Pascal 文件 (*.pp)
Go=Go 文件 (*.go)
Groovy=Groovy 文件 (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML 文件 (*.html;*.htm)
INI=INI 文件 (*.ini;*.lng)
Inno Setup=Inno Setup 文件 (*.iss)
Java=Java 文件 (*.java)
JavaScript=JavaScript 文件 (*.js)
JSON=JSON 文件 (*.json)
LaTex=LaTex 文件(*.lat;*.tex;*.lex)
Lisp=Lisp 文件 (*.lisp)
Lua=Lua 文件 (*.lua)
MATLAB=MATLAB 文件 (*.matlab)
MS-DOS Batch=MS-DOS Batch 文件 (*.bat;*.cmd)
Objective-C=Objective-C 文件 (*.m)
Object Pascal=Pascal 文件 (*.pas;*.dpr;*.dpk)
OCaml=OCaml 文件 (*.ml)
Perl=Perl 文件 (*.pl;*.pm;*.cgi)
PHP=PHP 文件 (*.php;*.class;*.inc)
PowerShell=PowerShell 文件 (*.ps1)
Python=Python 文件 (*.py)
Ruby=Ruby 文件 (*.rb;*.rbw)
Rust=Rust 文件 (*.rc)
Scala=Scala 文件 (*.scala)
SQL - Standard=SQL 文件 (*.sql)
TclTk=Tcl/Tk 文件 (*.tcl)
Text=Text 文件 (*.txt)
UnrealScript=UnrealScript 文件 (*.uc)
Visual Basic=Visual Basic 文件 (*.vb;*.bas)
XML=XML 文件 (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL 文件 (*.xsl;*.xslt)
Macro=宏 文件 (*.mcr)|*.mcr
Language=语言文件 (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=取消
Caption=替换确认
ButtonNo=否(&N)
ButtonYes=是(&Y)
ButtonYesToAll=全部是(&A)

[DownloadURLDialog]
ButtonCancel=取消
Caption=下载

[FindInFilesDialog]
ButtonCancel=取消
Caption=在文件中查找
StickyLabelCaseSensitive=区分大小写
ComboBoxFileMask=文件掩码
ButtonFind=查找(&F)
ComboBoxTextToFind=要查找的文本
ComboBoxDirectory=目录
StickyLabelIncludeSubdirectories=包含子目录
GroupBoxOptions=选项
GroupBoxSearchDirectoryOptions=查找目录选项

[InputQueryDialog]
ButtonOK=确认
ButtonCancel=取消

[ItemListDialog]
ActionInsert=嵌入
ActionInsert:h=嵌入项
ActionDelete=删除
ActionDelete:h=删除项
ActionClearAll=清理全部
ActionClearAll:h=清理全部项
ActionMoveUp=向上移动
ActionMoveUp:h=向上移动选择项
ActionMoveDown=向下移动
ActionMoveDown:h=向下移动选择项
ActionSort=排序
ActionSort:h=整理项目

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=如果没有找到搜索字符串就发出峰鸣声
StickyLabelCaseSensitive=区分大小写
StickyLabelEntireScope=全文搜索
StickyLabelHighlightResult=高亮结果
StickyLabelRegularExpression=正则表达式
StickyLabelSearchOnTyping=搜索输入
StickyLabelSelectedOnly=仅选择
StickyLabelShowSearchMatchNotFound=显示搜索中没有找到的匹配
StickyLabelShowSearchStringNotFound=显示没有找到所查字符串的消息
StickyLabelWildCard=统配符
StickyLabelWholeWordsOnly=全字匹配
StickyLabelWrapAround=环绕
ButtonOK=确认
ButtonCancel=取消

[OptionsToolbarItemsDialog]
Caption=选择项目
VirtualDrawTreeAddItems:0=菜单项
ButtonAdd=添加
ButtonCancel=取消

[ReplaceDialog]
ButtonCancel=取消
ButtonFind=查找(&F)
ButtonReplaceAll=全部替换(&R)
Caption=替换
ComboBoxSearchFor=查找
GroupBoxOptions=选项
GroupBoxReplaceIn=替换对象
RadioButtonAllOpenFiles=全部打开文件
RadioButtonDeleteLine=删除行
RadioButtonReplaceWith=替换为
RadioButtonWholeFile=整个文件
StickyLabelCaseSensitive=区分大小写
StickyLabelPromptOnReplace=替换时确认
StickyLabelRegularExpression=正则表达式
StickyLabelSelectedOnly=仅选择
StickyLabelWholeWordsOnly=全字匹配
StickyLabelWildCard=统配符

[SkinSelectDialog]
PanelPreviewArea=预览区域
GroupBoxSkinColorization=S外观着色
LabelHueOffset=HUE 偏移
LabelSaturation=饱和度
LabelBrightness=亮度
StickyLabelExtendedBordersMode=扩展边界模式
StickyLabelBlendOnMove=移动混合形式
StickyLabelAllowGlowing=发亮

[ConvertForm]
Caption=数值单位转换
ComboBoxType=类型
ComboBoxFrom=从
ComboBoxTo=到
EditValue=值
EditResult=结果

[PrintPreviewDialog]
ActionColors=色彩
ActionColors:h=切换颜色
ActionExit=退出
ActionExit:h=退出打印预览
ActionFirst=开头
ActionFirst:h=开头|移动到第一页
ActionHighlight=高亮
ActionHighlight:h=切换高亮
ActionLast=最后
ActionLast:h=最后|移动到最后一页
ActionLineNumbers=行号
ActionLineNumbers:h=显示/隐藏行号
ActionNext=下一页
ActionNext:h=下一页|移动到下一页
ActionPrevious=上一页
ActionPrevious:h=上一页|移动到上一页
ActionPrint=打印
ActionPrint:h=打印|打印文档
ActionWordWrap=自动换行
ActionWordWrap:h=启用/禁用自动换
ActionZoomIn=放大
ActionZoomIn:h=放大
ActionZoomOut=缩小
ActionZoomOut:h=缩小
ActionZoom=缩放
ActionZoom:h=缩放|放大/缩小
Caption=打印预览

[SearchForFilesForm]
Caption=查找文件
PanelSearchingFiles=查找文件...  

[CompareFrame]
CopySelectionLeftAction:h=复制所选到左边
CopySelectionRightAction:h=复制所选到右边
FindNextDifferenceAction:h=查找下一差异
LeftDocumentButtonClickAction:h=打开文档
LeftLabel=左行
OpenDocumentsLeftAction:h=打开文档
OpenDocumentsRightAction:h=打开文档
RefreshAction:h=刷新文档
RightDocumentButtonClickAction:h=打开文档
RightLabel=右行
SaveLeftGridAction:h=保存文档
SaveRightGridAction:h=保存文档

[OptionsCompareFrame]
StickyLabelIgnoreCase=忽略大小写
StickyLabelIgnoreBlanks=忽略空白

[OptionsEditorCaretFrame]
StickyLabelVisible=显示
StickyLabelRightMouseClickMovesCaret=右击鼠标插入移动符号
GroupBoxNonBlinkingCaret=不闪烁插入符
StickyLabelNonblinkingCaretEnabled=启用
ColorBoxNonblinkingCaretBackground=背景色
ColorBoxNonblinkingCaretForeground=前景色
GroupBoxStyles=类型
ComboBoxStylesInsertCaret=插入
ComboBoxStylesOverwriteCaret=覆盖

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=显示
StickyLabelFoldMultilineComments=折多行注释
StickyLabelHighlightIndentGuides=高亮缩进指南
StickyLabelHighlightMatchingPair=高亮匹配项
StickyLabelShowCollapsedCodeHint=显示缩减代码提示
StickyLabelShowCollapsedLine=显示缩减行
StickyLabelShowIndentGuides=显示缩进指南
StickyLabelUncollapseByHintClick=非错误提示点击
ComboBoxMarkStyle=注释类型
EditHintRowCount=提示行数

[OptionsEditorColorFrame]
ComboBoxColor=色彩
ComboBoxHighlighter=高亮
TabSheetEditor=编辑器
ComboBoxEditorElement=要素
ColorComboBoxEditorColor=色彩
TabSheetElements=要素
ComboBoxElementsName=名字
ColorComboBoxElementsForeground=前景
ColorComboBoxElementsBackground=背景
GroupBoxAttributes=属性
StickyLabelElementsAttributesBold=粗体
StickyLabelElementsAttributesItalic=斜体
StickyLabelElementsAttributesUnderline=下划线
TabSheetGeneral=综述
EditVersion=版本
DateEditDate=日期
TabSheetAuthor=作者
EditName=Name
EditEmail=Email
TabSheetUseSkinColor=应用皮肤颜色
LabelSkinDescription=为指定元素赋予外观色
StickyLabelSkinActiveLineBackground=激活行背景
StickyLabelSkinForeground=前景
StickyLabelSkinSelectionForeground=选择前景
StickyLabelSkinLeftMarginBackground=左边框背景
StickyLabelSkinCodeFoldingBackground=代码折叠背景
StickyLabelSkinCompletionProposalBackground=自动补全窗口背景色设置
StickyLabelSkinBackground=背景
StickyLabelSkinSelectionBackground=选择背景
StickyLabelSkinBookmarkPanelBackground=书签面板背景
StickyLabelSkinCodeFoldingHintBackground=代码折叠提示背景
StickyLabelSkinCompletionProposalSelectionBackground=自动完成建议选择背景

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=启用
StickyLabelCaseSensitive=区分大小写
StickyLabelAutoInvoke=自动调用
ComboBoxShortcut=快捷键

[OptionsEditorFontFrame]
ComboBoxColor=色彩
ComboBoxElement=要素
FontComboBoxFont=字体
EditFontSize=字体大小

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=自动调整尺寸
StickyLabelShowAfterLastLine=在最后一行显示行数
StickyLabelShowBookmarkPanel=显示书签面板
StickyLabelShowBookmarks=显示书签
StickyLabelShowInTens=行号/10行
StickyLabelShowLeadingZeros=行号从零开始
StickyLabelShowLineState=显示被修改的行
StickyLabelVisible=显示
EditLineNumbersStartFrom=从 开始
EditBookmarkPanelWidth=书签面板宽度
EditWidth=宽
GroupBoxLineNumbers=行号

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=启用
StickyLabelHighlightAfterToken=高亮后置标记
StickyLabelHighlightUnmatched=高亮不匹配项目

[OptionsEditorMinimapFrame]
StickyLabelVisible=显示
StickyLabelShowBookmarks=显示书签
StickyLabelShowIndentGuides=显示缩进指南
ComboBoxAlign=对齐
EditWidth=宽

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=自动缩进
StickyLabelAutoSave=自动保存
StickyLabelDragDropEditing=拖放编辑
StickyLabelDropFiles=文件拖放
StickyLabelGroupUndo=多项撤销
StickyLabelTrimTrailingSpaces=剪裁尾随空格
StickyLabelUndoAfterSave=保存后撤销
EditLineSpacing=行间距

[OptionsEditorRightMarginFrame]
StickyLabelVisible=显示
StickyLabelMouseMove=鼠标移动
StickyLabelShowMovingHint=显示移动提示
EditPosition=位置

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=自动设定最大宽度
StickyLabelHalfPage=半页
StickyLabelHintFollows=提示如下
StickyLabelPastEndOfFile=滚动到文件末尾
StickyLabelPastEndOfLineMarker=滚动到行末
StickyLabelShowHint=显示滚动提示

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=文档特定搜索
StickyLabelShowSearchMap=显示搜索图
StickyLabelHighlightResults=显示搜索高亮提示器
ComboBoxAlign=Align

[OptionsEditorSelectionFrame]
StickyLabelVisible=显示
StickyLabelALTSetsColumnMode=ALT 集列模式
StickyLabelHighlightSimilarTerms=高亮类似的条款
StickyLabelFromEndOfLine=从最终行
StickyLabelToEndOfLine=转到最终行
StickyLabelToEndOfLastLine=转到最后一行的结束
StickyLabelTripleClickRowSelect=三连击行选择

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=应用字体颜色
StickyLabelUseMiddleColor=应用中间色
ColorComboBoxColor=色彩
ComboBoxStyle=类型
GroupBoxEndOfLine=列终端
StickyLabelEndOfLineVisible=可见
GroupBoxEndOfLine=色彩
ComboBoxEndOfLineStyle=类型
GroupBoxSelection=选择项
StickyLabelSelectionVisible=可见
ColorComboBoxSelectionColor=色彩

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=启用
StickyLabelCaseSensitive=区分大小写
StickyLabelShowActivateIcon=显示激活图标

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=选择块缩进
StickyLabelTabsToSpaces=Tabs->空格 转换
StickyLabelColumns=网格
StickyLabelPreviousLineIndent=前一行缩进
EditWidth=宽

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=使用系统字体
FontComboBoxFont=字体
EditFontSize=字体大小

[OptionsOutputFrame]
StickyLabelShowTreeLines=显示树线
StickyLabelShowCheckBox=显示复选框
EditIndent=缩进

[OptionsPrintFrame]
ComboBoxDocumentName=文档名称
ComboBoxPageNumber=页码
ComboBoxPrintedBy=打印提供
ComboBoxDateTime=日起时间
StickyLabelShowHeaderLine=显示标题行
StickyLabelShowFooterLine=显示页脚行
StickyLabelShowLineNumbers=显示行号
StickyLabelWordWrap=自动换行

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=关键字对齐
StickyLabelKeywordAlignmentLeftJustify=关键字左边严格对齐

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=关键字
ComboBoxIdentifier=标识符
ComboBoxQuotedIdentifier=带引号的标识符
ComboBoxTableName=表名
ComboBoxColumnName=列名
ComboBoxAliasName=别名
ComboBoxVariableName=变量名
ComboBoxFunctionName=函数名
ComboBoxDataType=数据类型

[OptionsSQLFormatterFrame]
ComboBoxDatabase=数据库

[OptionsSQLIndentationFrame]
EditIndentLength=缩进长度
StickyLabelUseTab=使用Tab
EditTabSize=Tab尺寸
EditFunctionBodyIndent=函数体缩进
StickyLabelBlockOnNewLine=代码块出现在新行
EditBlockLeftIndentSize=代码块左缩进尺寸
EditBlockRightIndentSize=代码块右缩进尺寸
EditBlockIndentSize=代码块缩进尺寸
EditSingleStatementIndent=IF/ELSE语句缩进尺寸

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=列清单样式
ComboBoxValueListStyle=值清单样式
EditInsertColumnsPerLine=每行插入的列数
StickyLabelParenthesisInSeparateLines=括号出现在单独行

[OptionsSQLSelectFrame]
TabSheetColumnList=列清单
TabSheetSubquery=子查询
TabSheetIntoClause=INTO语句
TabSheetFromJoinClause=FROM/JOIN语句
TabSheetAndOrKeyword=AND/OR关键字
TabSheetGroupByClause=GROUP BY语句
TabSheetHavingClause=HAVING语句
TabSheetOrderByClause=ORDER BY语句
ComboBoxColumnListStyle=样式
ComboBoxColumnListLineBreak=段行
StickyLabelAlignAlias=别名对齐Align alias
StickyLabelColumnInNewLine=在新行中的列
StickyLabelTreatDistinctAsVirtualColumn=将DISTINCT作为虚拟列
StickyLabelNewLineAfterIn=IN后创建新行
StickyLabelNewLineAfterExists=EXISTS后创建新行
StickyLabelNewlineAfterComparisonOperator=在比较操作符后创建新行
StickyLabelNewlineBeforeComparisonOperator=在比较操作符前创建新行
StickyLabelIntoClauseInNewLine=在新行创建INTO语句
ComboBoxFromClauseStyle=样式
StickyLabelFromClauseInNewLine=在新行创建FROM语句
StickyLabelJoinClauseInNewLine=在新行创建JOIN语句
StickyLabelAlignJoinWithFromKeyword=JOIN向FROM关键字对齐
StickyLabelAlignAndOrWithOnInJoinClause=在JOIN语句中AND/OR向ON对齐
StickyLabelAlignAliasInFromClause=在FROM与举重对齐别名
ComboBoxAndOrLineBreak=断行
StickyLabelAndOrUnderWhere=AND/OR在WHERE下
StickyLabelWhereClauseInNewline=WHERE语句出现在新行
StickyLabelWhereClauseAlignExpr=WHERE语句对齐表达式
ComboBoxGroupByClauseStyle=样式
StickyLabelGroupByClauseInNewLine=GROUP BY语句出现在新行
StickyLabelHavingClauseInNewLine=HAVING语句出现在新行
ComboBoxOrderByClauseStyle=样式
StickyLabelOrderByClauseInNewLine=ORDER BY语句出现在新行

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=列清单样式

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=算术表达式的操作符两边有空格
StickyLabelSpaceInsideCreate=CREATE FUNCTION/PROCEDURE的括号里留有空格
StickyLabelSpaceInsideExpression=在表达式的括号里留有空格
StickyLabelSpaceInsideSubquery=在子查询的括号里留有空格
StickyLabelSpaceInsideFunction=在函数调用的括号里留有空格
StickyLabelSpaceInsideTypename=在CREATE TABLE中类型名的括号里留有空格

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=使用系统字体
FontComboBoxFont=字体
EditFontSize=字体大小
StickyLabelShowMacro=显示宏
StickyLabelShowCaretPosition=显示插入符位置
StickyLabelShowKeyState=显示关键字
StickyLabelShowModified=显示修改

[OptionsToolbarFrame]
VirtualDrawTree:h=使用拖拽移动菜单项。右键单击，用弹出菜单插入和删除项目。
VirtualDrawTree:0=菜单项
ActionAddItem=添加项目
ActionAddItem:h=添加项目
ActionDelete=删除
ActionDelete:h=删除
ActionAddDivider=添加分隔符
ActionAddDivider:h=添加分隔符
ActionReset=重置
ActionReset:h=重置菜单项
ActionMoveUp=向上移动     
ActionMoveUp:h=选择项向上移动
ActionMoveDown=Move down
ActionMoveDown:h=选择项向下移动
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=关于EditBone
LabelCopyright=版权所有 %s。保留所有权力。
LabelMemoryAvailable=Windows可用内存: %s
ButtonOK=确认
ButtonDonations=捐款
LabelDevelopmentEnvironment=开发环境
LabelThirdPartyComponents=第三方组件
LabelLanguageFileContributors=语言文件贡献者
LabelIcons=图标
LabelVersion=版本 %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=取消
StickyLabelExcludeOtherBranches=不包括其他目录分支
ButtonOK=确认(&O)
EditRootDirectory=根目录
ComboBoxDrives=驱动器
ComboBoxFileMask=文件掩码
EditTabName=标签名称
GroupBoxOptions=选项

[LanguageEditorForm]
ActionFileNew=新建
ActionFileNew:h=新建语言文件
ActionFileOpen=Open
ActionFileOpen:t=Translation needed
ActionFileOpen:h=打开现有语言文件
ActionFileSave=Save
ActionFileSave:t=Translation needed
ActionFileSave:h=保存语言文件
ActionExit=退出
ActionExit:h=关闭语言文件
VirtualDrawTree:0=对象
VirtualDrawTree:1=标题
VirtualDrawTree:2=提示
VirtualDrawTree:3=快捷键

[OptionsForm]
ActionCompare=比较文件
ActionDirectory=目录
ActionDirectoryTabs=标签
ActionEditor=编辑器
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding=代码折叠
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=完成建议
ActionEditorDefaults=默认值
ActionEditorFonts=字体
ActionEditorLeftMargin=左边缘
ActionEditorMatchingPair=匹配
ActionEditorMinimap=小地图
ActionEditorRightMargin=右边缘
ActionEditorScroll=滚动
ActionEditorSearch=查找
ActionEditorSelection=选择
ActionEditorSpecialChars=特殊字符
ActionEditorSyncEdit=Sync edit
ActionEditorSyncEdit:t=Translation needed
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator=制表器
ActionFileTypes=文件类型
ActionMainMenu=主菜单
ActionOutput=输出
ActionOutputTabs=标签
ActionPrint=打印
ActionSQLAlignments=对齐
ActionSQLCapitalization=大/小写
ActionSQLFormatter=SQL 格式
ActionSQLIndentation=缩进
ActionSQLInsert=插入
ActionSQLSelect=选择
ActionSQLUpdate=更新
ActionSQLWhitespace=空格
ActionStatusBar=状态条
ActionToolbar=工具条
ButtonCancel=取消
ButtonOK=确认(&O)
Caption=选项

[UnicodeCharacterMapForm]
Caption=Unicode 字符表

[OptionsDirectoryFrame]
StickyLabelAutoHide=自动隐藏
StickyLabelShowTreeLines=显示树线
StickyLabelShowHiddenFiles=显示隐藏文件
StickyLabelShowSystemFiles=显示系统文件
StickyLabelShowArchiveFiles=显示存档文件
StickyLabelShowOverlayIcons=显示覆盖图标
EditIndent=缩进
ComboBoxAlign=对齐

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=多行
StickyLabelShowCloseButton=显示[关闭]按钮
StickyLabelShowOpenDirectoryButton=显示开启按钮
StickyLabelShowImage=显示图像
StickyLabelCloseTabByDblClick=双击关闭标签
StickyLabelCloseTabByMiddleClick=鼠标中键单击关闭标签
StickyLabelDoubleBuffered=双缓冲
StickyLabelSaveTabs=保存标签
StickyLabelRightClickSelect=右键单击选择

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=色彩
ComboBoxDefaultEncoding=编码
ComboBoxDefaultHighlighter=高亮
ComboBoxDefaultSQLHighlighter=SQL 高亮
EditBrowser=阅读器

[OptionsEditorTabsFrame]
StickyLabelMultiline=多行
StickyLabelShowCloseButton=显示[关闭]按钮
StickyLabelShowImage=显示图像
StickyLabelCloseTabByDblClick=双击关闭标签
StickyLabelCloseTabByMiddleClick=中键单击关闭标签
StickyLabelDoubleBuffered=双缓冲
StickyLabelSaveTabs=保存标签
StickyLabelRightClickSelect=右键单击选择

[OptionsFileTypesFrame]
EditExtensions=扩展名
VirtualDrawTree:0=文件类型

[OptionsOutputTabsFrame]
StickyLabelMultiline=多行
StickyLabelShowCloseButton=显示[关闭]按钮
StickyLabelShowImage=显示图像
StickyLabelCloseTabByDblClick=双击关闭标签
StickyLabelCloseTabByMiddleClick=鼠标中键单击关闭标签
StickyLabelDoubleBuffered=双缓冲
StickyLabelSaveTabs=保存标签
StickyLabelRightClickSelect=右键单击选择

[SQLFormatterConstant]
Stacked=叠放
Wrapped=折叠
AfterComma=逗号后
BeforeComma=逗号前
BeforeCommaWithSpace=逗号加空格前
NoLineBreak=没有断行
BeforeAndOr=AND/OR之前
AfterAndOr=AND/OR之后
Left=左
Right=右
None=无
Uppercase=大写
Lowercase=小写
SentenceCase=句首字母大写
NoChange=不要更改

[ConvertConstant]
Distance=距离
Micromicrons=微微米
Angstroms=埃
Millimicrons=毫微米
Microns=微米
Millimeters=毫米
Centimeters=厘米
Decimeters=分米
Meters=米
Decameters=十米
Hectometers=百米
Kilometers=千米
Megameters=兆米
Gigameters=百万公里
Inches=英寸
Feet=英尺
Yards=码
Miles=英里
NauticalMiles=海里
AstronomicalUnits=天文单位
LightYears=光年
Parsecs=秒差距
Cubits=库比特
Fathoms=英寻
Furlongs=弗隆
Hands=手
Paces=步
Rods=杆
Chains=链
Links=链接
Picas=pica
Points=点
Area=面积
SquareMillimeters=平方毫米
SquareCentimeters=平方厘米
SquareDecimeters=平方分米
SquareMeters=平方米
SquareDecameters=立方十米
SquareHectometers=平方百米
SquareKilometers=平方千米
SquareInches=平方英寸
SquareFeet=平方英尺
SquareYards=平方码
SquareMiles=平方英里
Acres=英亩
Centares=平方米
Ares=公亩
Hectares=公顷s
SquareRods=平方杆
Volume=体积
CubicMillimeters=立方毫米
CubicCentimeters=立方厘米
CubicDecimeters=立方分米
CubicMeters=立方米
CubicDecameters=立方十米
CubicHectometers=立方百米
CubicKilometers=立方千米
CubicInches=立方英寸
CubicFeet=立方英尺
CubicYards=立方码
CubicMiles=立方英里
MilliLiters=毫升
CentiLiters=厘升
DeciLiters=分升
Liters=升
DecaLiters=十升
HectoLiters=百升
KiloLiters=千升
AcreFeet=英亩英尺
AcreInches=英亩英寸
Cords=绳
CordFeet=绳尺
Decisteres=立方公寸
Steres=立方米
Decasteres=十立方米 
FluidGallons=液体加仑
FluidPints=流体品脱
FluidQuarts=流体夸脱
FluidCups=流杯
FluidGills=液体吉尔
FluidOunces=液体盎司
FluidTablespoons=流体汤匙
FluidTeaspoons=流体茶匙
DryGallons=干加仑
DryQuarts=干夸脱
DryPints=干品脱
DryPecks=干派克
DryBuckets=干桶
DryBushels=干蒲式耳
UKGallons=英国加仑
UKPottle=英国半加仑
UKQuarts=英国夸脱
UKPints=英国品脱
UKGill=英国吉尔
UKOunces=英国盎司
UKPecks=英国派克
UKBuckets=英国桶
UKBushels=英国蒲式耳
Mass=质量
Nanograms=毫微克
Micrograms=微克
Milligrams=毫克
Centigrams=厘克
Decigrams=分克
Grams=克
Decagrams=十克
Hectograms=百克
Kilograms=千克
MetricTons=公吨
Drams=打兰
Grains=Grains
LongTons=英吨
Tons=吨
Ounces=盎司
Pounds=镑
Stones=石
NumeralSystem=记数制
Binary=二进制
Decimal=十进制
Hexadecimal=十六进制
Temperature=温度
Celsius=摄氏
Kelvin=开尔文
Fahrenheit=华氏
Time=时间
Reaumur=雷奥米尔
Rankine=兰
MilliSeconds=毫秒
Seconds=秒
Minutes=分钟
Hours=小时
Days=天
Weeks=星期
Fortnights=两星期
Months=月
Years=年
Decades=十年
Centuries=百年
Millennia=千年
DateTime=日期时间
JulianDate=儒略日
ModifiedJulianDate=修正的儒略日
